tap "buildpack/tap"
tap "cloudfoundry/tap"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "k14s/tap"
tap "pivotal/tap"
tap "universal-ctags/universal-ctags"
tap "wata727/tflint"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "cfssl"
brew "cmake"
brew "go"
brew "dep"
brew "direnv"
brew "figlet"
brew "fish"
brew "fzf"
brew "git-crypt"
brew "git-lfs"
brew "helm"
brew "helm@2"
brew "htop"
brew "hugo"
brew "hyperkit"
brew "ipcalc"
brew "jq"
brew "kubernetes-cli"
brew "kustomize"
brew "lastpass-cli"
brew "libgit2", link: false
brew "libpq", link: true
brew "maven"
brew "minikube", link: false
brew "mtr"
brew "mysql-client"
brew "neovim"
brew "nmap"
brew "parallel"
brew "python"
brew "reattach-to-user-namespace"
brew "s3cmd"
brew "shellcheck"
brew "siege"
brew "stern"
brew "telnet"
brew "terraform"
brew "tflint"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yadm"
brew "yamllint"
brew "yq"
brew "buildpack/tap/pack"
brew "cloudfoundry/tap/bosh-cli"
brew "cloudfoundry/tap/cf-cli"
brew "cloudfoundry/tap/credhub-cli"
brew "derailed/k9s/k9s"
brew "k14s/tap/kapp"
brew "k14s/tap/kbld"
brew "k14s/tap/ytt"
brew "pivotal/tap/pivnet-cli"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "dotnet-sdk"
cask "google-cloud-sdk"
cask "java"
cask "minikube"
cask "the-unarchiver"
