tap "buildpacks/tap"
tap "cloudfoundry/tap"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "pivotal/tap"
tap "spring-io/tap"
tap "vmware-tanzu/carvel"
tap "vmware-tanzu/tanzu"
tap "vmware/internal", "git@gitlab.eng.vmware.com:homebrew/internal.git"
brew "age"
brew "pycparser"
brew "cffi"
brew "openssl@3"
brew "ansible-lint"
brew "argocd"
brew "python@3.11"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "libssh2"
brew "bat"
brew "brew-cask-completion"
brew "gcc"
brew "btop"
brew "cabal-install"
brew "certbot"
brew "cfssl"
brew "clusterctl"
brew "cosign"
brew "direnv"
brew "dive"
brew "docutils"
brew "eksctl"
brew "gtk+3"
brew "ettercap"
brew "unbound"
brew "gnutls"
brew "fzf"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "gofumpt"
brew "golangci-lint"
brew "govc"
brew "grype"
brew "hashcat"
brew "haskell-stack"
brew "helm"
brew "httrack"
brew "ipcalc"
brew "irssi"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubebuilder"
brew "kubectx"
brew "libpcap"
brew "librsvg"
brew "qemu"
brew "lima"
brew "localstack"
brew "maven"
brew "nmap"
brew "node"
brew "pandoc"
brew "pinentry-mac"
brew "podman"
brew "postgresql@15"
brew "powerlevel10k"
brew "pure"
brew "python@3.10"
brew "rustup-init"
brew "sha2"
brew "sha3sum"
brew "sqlmap"
brew "starship"
brew "stern"
brew "telnet"
brew "terraform"
brew "tflint"
brew "tmux"
brew "tree"
brew "vault"
brew "vhs"
brew "watch"
brew "wget"
brew "yq"
brew "buildpacks/tap/pack"
brew "cloudfoundry/tap/cf-cli@7"
brew "fluxcd/tap/flux"
brew "spring-io/tap/spring-boot"
brew "vmware-tanzu/carvel/kctrl"
brew "vmware-tanzu/carvel/vendir"
brew "vmware/internal/shepherd"
cask "fig"
cask "font-0xproto-nerd-font"
cask "font-symbols-only-nerd-font"
cask "hashicorp-vagrant"
cask "mactex"
cask "miniconda"
cask "podman-desktop"
cask "warp"
vscode "1yib.rust-bundle"
vscode "aaron-bond.better-comments"
vscode "agiove.clarity-vscode"
vscode "anchoreinc.grype-vscode"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "codeium.codeium"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-fr"
vscode "ms-kubernetes-tools.kind-vscode"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "postman.postman-for-vscode"
vscode "redhat.ansible"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "snyk-security.snyk-vulnerability-scanner"
vscode "solnurkarim.html-to-css-autocompletion"
vscode "stylelint.vscode-stylelint"
vscode "tomoki1207.pdf"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vmware.tanzu"
vscode "vmware.tanzu-app-accelerator"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "withfig.fig"
