tap "buildpacks/tap"
tap "cloudfoundry/tap"
tap "derailed/k9s"
tap "get-woke/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
tap "k14s/tap"
tap "pivotal/tap"
tap "universal-ctags/universal-ctags"
tap "vmware-tanzu/carvel"
tap "vmware-tanzu/tanzu"
tap "wata727/tflint"
tap "weaveworks/tap"
brew "ansible"
brew "yamllint"
brew "ansible-lint"
brew "argocd"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "python@3.9"
brew "cfssl"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "go"
brew "dep"
brew "dialog"
brew "direnv"
brew "dive"
brew "docker", link: false
brew "docker-compose", link: false
brew "guile"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "emojify"
brew "figlet"
brew "ncurses"
brew "fish"
brew "fortio"
brew "fzf"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-filter-repo"
brew "git-flow"
brew "git-lfs"
brew "gitmoji", link: false
brew "gnu-getopt"
brew "gobject-introspection"
brew "helm"
brew "htop"
brew "hugo"
brew "hyperkit"
brew "imlib2"
brew "ipcalc"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "kustomize"
brew "lastpass-cli"
brew "libgit2"
brew "libpq", link: true
brew "libxml2"
brew "links"
brew "markdown"
brew "openjdk"
brew "maven"
brew "md5sha1sum", link: false
brew "mdp"
brew "minikube", link: false
brew "minio-mc"
brew "mkdocs"
brew "mtr"
brew "mysql-client"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "nghttp2"
brew "nmap"
brew "octant"
brew "parallel"
brew "peco"
brew "perl"
brew "pinentry-mac"
brew "pv"
brew "python-yq"
brew "python@3.8"
brew "reattach-to-user-namespace"
brew "redis"
brew "s3cmd"
brew "shellcheck"
brew "siege"
brew "stern"
brew "telnet"
brew "terraform"
brew "tflint"
brew "the_silver_searcher"
brew "tig"
brew "tilt"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "toilet"
brew "tree"
brew "velero"
brew "vim"
brew "watch"
brew "wget"
brew "yadm"
brew "buildpacks/tap/pack"
brew "cloudfoundry/tap/bosh-cli"
brew "cloudfoundry/tap/cf-cli"
brew "cloudfoundry/tap/credhub-cli"
brew "derailed/k9s/k9s"
brew "get-woke/tap/woke"
brew "k14s/tap/kbld"
brew "pivotal/tap/pivnet-cli"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "vmware-tanzu/carvel/imgpkg"
brew "vmware-tanzu/carvel/kapp"
brew "vmware-tanzu/carvel/kctrl"
brew "vmware-tanzu/carvel/ytt"
brew "vmware-tanzu/tanzu/tanzu-community-edition"
brew "weaveworks/tap/eksctl"
cask "dotnet-sdk"
cask "dotnet-sdk3-1-400"
cask "fig"
cask "github"
cask "google-cloud-sdk"
cask "minikube"
cask "the-unarchiver"
cask "tuntap"
cask "typora"
cask "vagrant"
cask "wkhtmltopdf"
